Repository: NMarjou/localization-app
Catalog: TMs/en-US_pt-PT.tmx
Source language: en_us
Languages: pt_pt

source: The default language is required.
pt_pt: O idioma predefinido é obrigatório.

source: Are you sure you want to delete this item?
pt_pt: Tem a certeza de que deseja eliminar este item?

source: The goal was successfully deleted.
pt_pt: O objetivo foi eliminado com sucesso.

source: Please add at least one deliverable.
pt_pt: Adicione pelo menos uma entrega.

source: Are you sure you want to quit without saving your changes?
pt_pt: Tem a certeza de que deseja sair sem guardar as suas alterações?

source: Discard changes
pt_pt: Descartar alterações

source: Discard comment
pt_pt: Descartar comentário

source: You have unsaved changes. Are you sure you want to leave this page and discard your changes?
pt_pt: Tem alterações não guardadas. Tem a certeza de que deseja sair desta página e descartar as suas alterações?

source: You will lose any unsaved changes to your comment.
pt_pt: Perderá quaisquer alterações não guardadas no seu comentário.

source: Quit without saving
pt_pt: Sair sem guardar

source: Keep editing
pt_pt: Continue a editar

source: Unsaved changes
pt_pt: Alterações não guardadas

source: Discard comment changes
pt_pt: Descartar alterações de comentários

source: Congratulations! Your goal is completed.
pt_pt: Parabéns! O seu objetivo está concluído.

source: This export is filtered based on your access permissions. It contains only the worker data you are authorized to view.
pt_pt: Esta exportação é filtrada com base nas suas permissões de acesso. Contém apenas os dados dos trabalhadores que está autorizado a visualizar.

source: The password doesn't meet the requirements.
pt_pt: A palavra-passe não cumpre os requisitos.

source: Must contain at least one lowercase letter
pt_pt: Deve conter, pelo menos, uma letra minúscula

source: Maximum password length: {{max}} characters
pt_pt: Comprimento máximo da palavra-passe: {{max}} caracteres

source: Minimum password length: {{min}} characters
pt_pt: Comprimento mínimo da palavra-passe: {{min}} caracteres

source: Must contain at least one uppercase letter
pt_pt: Deve conter, pelo menos, uma letra maiúscula

source: Drafts
pt_pt: Rascunhos

source: Press the space bar to start dragging. When dragging, you can use the arrow keys to move the item around and the escape key to cancel the action.
pt_pt: Pressione a barra de espaço para começar a arrastar. Ao arrastar, pode usar as teclas de seta para mover o item e a tecla Esc para cancelar a ação.

source: Dragging was canceled and the sortable item was dropped.
pt_pt: O arrastamento foi cancelado e o item ordenável foi solto.

source: The sortable item was dropped in position {{position}} of {{itemCount}}.
pt_pt: O item ordenável foi largado na posição {{position}} de {{itemCount}}.

source: The draggable item is no longer over a droppable area.
pt_pt: O item arrastável já não está sobre uma área onde pode ser largado.

source: The sortable item was moved in position {{position}} of {{itemCount}}.
pt_pt: O item ordenável foi movido para a posição {{position}} de {{itemCount}}.

source: Picked up sortable item. The sortable item is in position {{position}} of {{itemCount}}.
pt_pt: Item ordenável selecionado. O item ordenável está na posição {{position}} de {{itemCount}}.

source: Upload image
pt_pt: Carregar imagem

source: Delete image
pt_pt: Eliminar imagem

source: Are you sure you want to delete this file?
pt_pt: Tem a certeza de que deseja eliminar este ficheiro?

source: Delete photo
pt_pt: Eliminar foto

source: or drag & drop
pt_pt: ou arraste e solte

source: The upload failed. Make sure your file meets the requirements for file upload listed above.
pt_pt: O carregamento falhou. Certifique-se de que o seu ficheiro cumpre os requisitos para carregamento de ficheiros listados acima.

source: Drag & drop or click upload to add file.
pt_pt: Arraste e largue ou clique em carregar para adicionar ficheiro.

source: Supported file formats: JPEG, JPG, PNG, PDF, Word, Excel, TXT, CSV, PowerPoint. Maximum file size: 10MB. Maximum number of files: {{count}} files.
pt_pt: Formatos de ficheiro suportados: JPEG, JPG, PNG, PDF, Word, Excel, TXT, CSV, PowerPoint. Tamanho máximo do ficheiro: 10 MB. Número máximo de ficheiros: {{count}} ficheiros.

source: Supported file formats: JPEG, JPG, PNG, PDF, Word, Excel, TXT, CSV, PowerPoint. Maximum file size: 10MB. Maximum number of files: {{count}} file.
pt_pt: Formatos de ficheiro suportados: JPEG, JPG, PNG, PDF, Word, Excel, TXT, CSV, PowerPoint. Tamanho máximo do ficheiro: 10 MB. Número máximo de ficheiros: {{count}} ficheiro.

source: Supported file formats: JPG, JPEG, PNG
pt_pt: Formatos de ficheiro suportados: JPG, JPEG, PNG

source: Upload documents
pt_pt: Carregar documentos

source: Maximum file size: {{fileSize}}MB
pt_pt: Tamanho máximo do ficheiro: {{fileSize}} MB

source: Drag and drop your file here or click to select files. Images must be in jpg/jpeg or png format. Suggested image resolution: {{resolution}} pixels. Maximum size for images: 2MB.
pt_pt: Arraste e solte o seu ficheiro aqui ou clique para selecionar ficheiros. As imagens devem estar em formato jpg/jpeg ou png. Resolução de imagem sugerida: {{resolution}} píxeis. Tamanho máximo para imagens: 2 MB.

source: Preview only; population settings prevent you from opening this goal.
pt_pt: Apenas pré-visualização; as definições de população impedem-no de abrir este objetivo.

source: No results match the search/filter criteria.<br/>Remove filters and clear the search to show all results.
pt_pt: Nenhum resultado corresponde aos critérios de pesquisa/filtro.<br/>Remova os filtros e limpe a pesquisa para mostrar todos os resultados.

source: Enter URL
pt_pt: Introduza o URL

source: Equity manager
pt_pt: Gestor de capital próprio

source: Grant price
pt_pt: Preço de concessão

source: Grant timeline
pt_pt: Cronograma de concessão

source: Grant timeline help
pt_pt: Ajuda com o cronograma de concessão

source: Next grants vested amount
pt_pt: Próximo montante de subvenções adquiridas

source: All my equity plans
pt_pt: Todos os meus planos de capital próprio

source: My equity plans
pt_pt: Os meus planos de capital próprio

source: First vesting
pt_pt: Primeira aquisição

source: Grant date
pt_pt: Data de concessão

source: Grants
pt_pt: Subvenções

source: Last vesting
pt_pt: Última aquisição

source: Executive plan name
pt_pt: Nome do plano executivo

source: Next vesting
pt_pt: Próxima aquisição

source: Strike price
pt_pt: Preço de exercício

source: Vested grants
pt_pt: Subvenções adquiridas

source: Vesting date
pt_pt: Data de aquisição

source: Vesting period
pt_pt: Período de aquisição

source: Reset to current value
pt_pt: Repor para o valor atual

source: My equity simulation
pt_pt: A minha simulação de capital próprio

source: Stock trend ($/unit)
pt_pt: Tendência de ações ($/unidade)

source: Equity overview
pt_pt: Visão geral de capital próprio

source: My equity overview
pt_pt: A minha visão geral de capital próprio

source: Total grants vested amount
pt_pt: Montante total de subvenções adquiridas

source: Equity plan type
pt_pt: Tipo de plano de capital próprio

source: Stock options
pt_pt: Opções de ações

source: 403 - Access denied
pt_pt: 403 - Acesso negado

source: 404 - Page not found
pt_pt: 404 - Página não encontrada

source: Unexpected error
pt_pt: Erro inesperado

source: More information is available in the console.
pt_pt: Estão disponíveis mais informações na consola.

source: Error ID: {{text}}
pt_pt: ID do erro: {{text}}

source: Error
pt_pt: Erro

source: Your form contains the following errors
pt_pt: O seu formulário contém os seguintes erros

source: Message: {{text}}
pt_pt: Mensagem: {{text}}

source: Information not provided.
pt_pt: Informação não fornecida.

source: Connection lost
pt_pt: Ligação perdida

source: Your device has lost Internet access. Please check your network and try again.
pt_pt: O seu dispositivo perdeu o acesso à Internet. Verifique a sua rede e tente novamente.

source: The page cannot be displayed.
pt_pt: A página não pode ser apresentada.

source: A proxy is blocking the connection. Please try again.
pt_pt: Um proxy está a bloquear a ligação. Tente novamente.

source: An unexpected error has occurred.
pt_pt: Ocorreu um erro inesperado.

source: divide
pt_pt: dividir

source: Missing operator. You need an operator like + or * between numbers and fields or before a parenthesis.
pt_pt: Operador em falta. Precisa de um operador como + ou * entre números e campos ou antes de um parêntesis.

source: An expression is required.
pt_pt: É necessária uma expressão.

source: Expression incomplete. Make sure there is a number or field after the operator.
pt_pt: Expressão incompleta. Certifique-se de que existe um número ou campo após o operador.

source: An expression cannot end with an operator. End with a number, field or ) .
pt_pt: Uma expressão não pode terminar com um operador. Termine com um número, campo ou ) .

source: An expression cannot start with an operator. Start with a number, field or ( .
pt_pt: Uma expressão não pode começar com um operador. Comece com um número, campo ou ( .

source: Mismatched parentheses. Make sure every ( has a matching ) .
pt_pt: Parênteses não coincidentes. Certifique-se de que cada ( tem um ) correspondente.

source: Missing operator after parenthesis
pt_pt: Operador em falta após parêntesis

source: Cannot calculate a single operator. Please enter a full expression.
pt_pt: Não é possível calcular um único operador. Por favor, introduza uma expressão completa.

source: Expression formula
pt_pt: Fórmula de expressão

source: Expression builder
pt_pt: Construtor de expressões

source: left parenthesis
pt_pt: parêntese esquerdo

source: subtract
pt_pt: subtrair

source: multiply
pt_pt: multiplicar

source: add
pt_pt: adicionar

source: right parenthesis
pt_pt: parêntese direito

source: Sum
pt_pt: Soma

source: Text
pt_pt: Texto

source: A Pay Intelligence feature that offers powerful analytics for data analysis, visualization, and insights.
pt_pt: Uma funcionalidade de Inteligência Salarial que oferece análises poderosas para análise de dados, visualização e insights.

source: A Performance Management feature that enables HR Administrators to create behavior libraries that workers can then use to highlight specific actions in the feedback they offer.
pt_pt: Uma funcionalidade de Gestão de Desempenho que permite aos Administradores de RH criar bibliotecas de comportamentos que os colaboradores podem utilizar para destacar ações específicas no feedback que oferecem.

source: A Performance Management feature that enables managers and workers to collaboratively create development plans and help workers grow achieve higher professional objectives.
pt_pt: Uma funcionalidade de Gestão de Desempenho que permite aos gestores e colaboradores criar planos de desenvolvimento de forma colaborativa e ajudar os colaboradores a crescer e a alcançar objetivos profissionais mais elevados.

source: A Performance Management feature that enables workers to schedule regular conversations with their managers and reports to align on goals.
pt_pt: Uma funcionalidade de Gestão de Desempenho que permite aos colaboradores agendar conversas regulares com os seus gestores e subordinados para alinharem objetivos.

source: A Pay Transparency feature that lets admins and compliance roles grant active workers access to documents relative to their compensation or their performance.
pt_pt: Uma funcionalidade de Transparência Salarial que permite aos administradores e funções de conformidade conceder aos trabalhadores ativos acesso a documentos relativos à sua remuneração ou ao seu desempenho.

source: A Compensation Management feature that enables managers and compensation admins to compare worker compensation and quickly identify gaps and discrepancies.
pt_pt: Uma funcionalidade de Gestão de Compensação que permite aos gestores e administradores de compensação comparar a compensação dos trabalhadores e identificar rapidamente lacunas e discrepâncias.

source: A Compensation Management feature that enables HR admins to create compensation rounds which are then used by managers and compensation admins to review the compensation data of their reports and of the larger company workforce.
pt_pt: Uma funcionalidade de Gestão de Compensação que permite aos administradores de RH criar rondas de compensação que são depois utilizadas pelos gestores e administradores de compensação para rever os dados de compensação dos seus subordinados e da força de trabalho mais ampla da empresa.

source: This feature is turned off and cannot be turned on. To change this, please contact your system administrator.
pt_pt: Esta funcionalidade está desativada e não pode ser ativada. Para alterar isto, contacte o administrador do seu sistema.

source: This feature is turned on and cannot be turned off. To change this, please contact your system administrator.
pt_pt: Esta funcionalidade está ativada e não pode ser desativada. Para alterar isto, contacte o administrador do seu sistema.

source: A Performance Management feature that enables workers to quickly and easily offer their colleagues observations about events and situations they witnessed, and to request their colleagues' insights about their own work.
pt_pt: Uma funcionalidade de Gestão de Desempenho que permite aos colaboradores oferecer rápida e facilmente observações aos seus colegas sobre eventos e situações que testemunharam, e solicitar aos seus colegas opiniões sobre o seu próprio trabalho.

source: A Performance Management feature that offers a powerful AI assistant for creating goals and templates from predefined inputs.
pt_pt: Uma funcionalidade de Gestão de Desempenho que oferece um poderoso assistente de IA para criar objetivos e modelos a partir de entradas predefinidas.

source: A Performance Management feature that enables workers and managers to track professional objectives using specific and measurable goals with achievement metrics and measurable outcomes.
pt_pt: Uma funcionalidade de Gestão de Desempenho que permite aos colaboradores e gestores acompanhar objetivos profissionais utilizando metas específicas e mensuráveis com métricas de realização e resultados quantificáveis.

source: A general application feature that contains a set of widgets offering highlights about key events related to compensation and performance, depending on the features enabled in the platform.
pt_pt: Uma funcionalidade geral da aplicação que contém um conjunto de widgets que oferecem destaques sobre eventos chave relacionados com compensação e desempenho, dependendo das funcionalidades ativadas na plataforma.

source: Compensation recommendations
pt_pt: Recomendações de compensação

source: A Pay Intelligence feature that offers users a powerful machine learning framework to generate automated compensation recommendations for new and existing workers.
pt_pt: Uma funcionalidade de Inteligência Salarial que oferece aos utilizadores um poderoso framework de machine learning para gerar recomendações de compensação automatizadas para colaboradores novos e existentes.

source: Pay Analysis
pt_pt: Análise Salarial

source: A feature that provides users with analyses generated in PayAnalytics based on the mappings and snapshots they create in the platform
pt_pt: Uma funcionalidade que fornece aos utilizadores análises geradas no PayAnalytics com base nos mapeamentos e instantâneos que criam na plataforma

source: Proxy Permission Manager
pt_pt: Gestor de permissões de representação

source: Proxy Permission Settings
pt_pt: Configurações de permissão de representação

source: A Performance Management feature that lets HR administrators create performance reviews in which workers and managers reflect on the events that happened over a defined period of time.
pt_pt: Uma funcionalidade de Gestão de Desempenho que permite aos administradores de RH criar avaliações de desempenho nas quais os colaboradores e gestores refletem sobre os acontecimentos ocorridos durante um período de tempo definido.

source: A Performance Management feature that offers a smart search detecting unprofessional words according to a customizable list.
pt_pt: Uma funcionalidade de Gestão de Desempenho que oferece uma pesquisa inteligente que deteta palavras não profissionais de acordo com uma lista personalizável.

source: Talent Review
pt_pt: Revisão de Talento

source: A performance management feature that enables managers and HR to assess talent using 9-box grids based on performance, potential, and risk factors.
pt_pt: Uma funcionalidade de gestão de desempenho que permite aos gestores e aos RH avaliar o talento utilizando grelhas de 9 caixas com base no desempenho, potencial e fatores de risco.

source: Your insights will not be shared with the feedback sender.
pt_pt: As suas ideias não serão partilhadas com o remetente do feedback.

source: Your reaction will be visible to all the people with whom this feedback was shared.
pt_pt: A sua reação será visível para todas as pessoas com quem este feedback foi partilhado.

source: Feedback actions
pt_pt: Ações de feedback

source: Add people
pt_pt: Adicionar pessoas

source: Something I really appreciate about you is
pt_pt: Algo que eu realmente aprecio em si é

source: Endorsed
pt_pt: Apoiado

source: By endorsing feedback, you acknowledge a demonstrated strength.
pt_pt: Ao aprovar o feedback, está a reconhecer um ponto forte demonstrado.

source: Behavior feedback
pt_pt: Feedback de comportamento

source: Keep your focus!
pt_pt: Mantenha o seu foco!

source: By suggesting to keep focus, you highlight a developmental area on which to concentrate.
pt_pt: Ao sugerir manter o foco, destaca uma área de desenvolvimento na qual se concentrar.

source: No description available.
pt_pt: Não há descrição disponível.

source: and {{count}} others
pt_pt: e {{count}} outros

source: Set rating for this behavior
pt_pt: Definir classificação para este comportamento

source: Let's meet
pt_pt: Vamos encontrar-nos

source: Clarity for worker
pt_pt: Clareza para o trabalhador

source: Your feedback was described as
pt_pt: O seu feedback foi descrito como

source: Wonderful! Thank you for your reaction.
pt_pt: Maravilhoso! Obrigado pela sua reação.

source: Write a reaction
pt_pt: Escrever uma reação

source: Have they demonstrated any of the below behaviors?
pt_pt: Demonstrou algum dos comportamentos abaixo?

source: Have they demonstrated any company behaviors?
pt_pt: Demonstrou algum comportamento da empresa?

source: Have they demonstrated any of our company behaviors?
pt_pt: Demonstrou algum dos comportamentos da nossa empresa?

source: Clear requests lead to more relevant and meaningful feedback. Describe clearly the areas on which you would like feedback.
pt_pt: Pedidos claros conduzem a feedback mais relevante e significativo. Descreva claramente as áreas sobre as quais gostaria de receber feedback.

source: Share your insights
pt_pt: Partilhe as suas perceções

source: Create context by detailing what you observed and when you observed it.
pt_pt: Crie contexto detalhando o que observou e quando o observou.

source: Select people
pt_pt: Selecionar pessoas

source: Select person
pt_pt: Selecionar pessoa

source: Select the company behaviors that {{Name}} has demonstrated.
pt_pt: Selecione os comportamentos da empresa que {{Name}} demonstrou.

source: Fantastic! Thank you for your feedback!
pt_pt: Fantástico! Obrigado pelo seu feedback!

source: Delete feedback
pt_pt: Eliminar feedback

source: Delete note
pt_pt: Eliminar nota

source: Edit note
pt_pt: Editar nota

source: Endorse
pt_pt: Endossar

source: Endorse this feedback to let your colleagues know that you agree.
pt_pt: Apoie este feedback para que os seus colegas saibam que concorda.

source: Favorite
pt_pt: Favorito

source: Wonderful! Favoriting feedback is the highest compliment.
pt_pt: Maravilhoso! Favoritar feedback é o maior elogio.

source: Favorite feedback
pt_pt: Feedback favorito

source: Favorite this feedback to let your colleague know how much you value their opinion!
pt_pt: Adicione este feedback aos favoritos para que o(a) seu(sua) colega saiba o quanto valoriza a sua opinião!

source: {{name}} request
pt_pt: Pedido de {{name}}

source: Are you ready to send this reply? This feedback will only be sent to the manager, {{name}} {{nickName}} will not see it.
pt_pt: Está pronto para enviar esta resposta? Este feedback só será enviado ao gestor, {{name}} {{nickName}} não o verá.

source: You have sent a meet request to {{name}} ({{nickName}}).
pt_pt: Enviou um pedido de reunião para {{name}} ({{nickName}}).

source: Are you sure you want to proceed?
pt_pt: Tem a certeza de que deseja continuar?

source: This feedback will be sent to {{count}} recipients.
pt_pt: Este feedback será enviado a {{count}} destinatários.

source: This feedback will be shared with {{count}} recipient.
pt_pt: Este feedback será partilhado com {{count}} destinatário.

source: This feedback will be shared with {{count}} recipients.
pt_pt: Este feedback será partilhado com {{count}} destinatários.

source: Reflect on your intentions before sharing feedback. You should always thrive to inspire development.
pt_pt: Reflita sobre as suas intenções antes de partilhar feedback. Deve sempre esforçar-se para inspirar o desenvolvimento.

source: Purposeful
pt_pt: Determinado

source: Focus the conversation on the future.
pt_pt: Concentre a conversa no futuro.

source: To get started, request feedback from your network
pt_pt: Para começar, peça feedback à sua rede

source: No received feedback
pt_pt: Sem feedback recebido

source: Feedback requested
pt_pt: Feedback solicitado

source: Perceived clarity
pt_pt: Clareza percebida

source: Clarity (avg).
pt_pt: Clareza (média).

source: {{count}} more feedback insights to go to the next update
pt_pt: Mais {{count}} perceção de feedback para ir para a próxima atualização

source: Feedback insights received
pt_pt: Perceções de feedback recebidas

source: Feedback insights
pt_pt: Perceções de feedback

source: This widget provides insights into how your feedback is perceived by colleagues to whom you have given feedback.
pt_pt: Este widget fornece perceções sobre como o seu feedback é percebido pelos colegas a quem deu feedback.

source: Perceived trust
pt_pt: Confiança percebida

source: Trust (avg).
pt_pt: Confiança (média).

source: You have sent a reminder to {{givenName}} just now.
pt_pt: Acabou de enviar um lembrete a {{givenName}}.

source: I saw you do X well and I want to ensure you know this is a strength
pt_pt: Vi que faz X bem e quero garantir que sabe que isto é um ponto forte

source: You have sent a reminder to {{givenName}}.
pt_pt: Enviou um lembrete para {{givenName}}.

source: Meeting up about feedback is a great opportunity to gain more insight!
pt_pt: Reunir-se para discutir feedback é uma ótima oportunidade para obter mais perceções!

source: Thanks
pt_pt: Obrigado

source: Say thank you to let your colleague know you appreciate their feedback!
pt_pt: Agradeça para que o(a) seu(sua) colega saiba que aprecia o seu feedback!

source: Add goals
pt_pt: Adicionar objetivos

source: Edit goals
pt_pt: Editar objetivos

source: Related goals
pt_pt: Objetivos relacionados

source: Link this feedback to your goals
pt_pt: Associe este feedback aos seus objetivos

source: Feedback related to goals is visible by your line manager.
pt_pt: O feedback relacionado com os objetivos é visível pelo seu superior hierárquico.

source: Request answered
pt_pt: Pedido respondido

source: Feedback comments
pt_pt: Comentários de feedback

source: Request pending
pt_pt: Pedido pendente

source: Manage sharing
pt_pt: Gerir partilha

source: Would you prefer to have a conversation?
pt_pt: Preferiria ter uma conversa?
